Repository: SeifNagi/Coligo
Catalog: lib/l10n/app_*.arb
Languages: ar

# appTitle
source: Welcome Talia,
ar: مرحبا تاليا

# announcementTitle
source: Announcement
ar: إعلان

# announcementSubTitle
source: We educate warriors| Keep going
ar: نحن نعلم المحاربين | واصل التقدم

# dueDateTitle
source: What's due
ar: ما هو مستحق

# dueDateSubTitle
source: Sometimes LATER becomes NEVER.Go Now
ar: أحيانًا تصبح 'فى وقت لاحق' 'مستحيل'.تحرك الان

source: All
ar: الكل

source: Dashboard
ar: لوحة القيادة

source: Schedule
ar: الجدول

source: Courses
ar: الكورسات

source: Gradebook
ar: دفتر التقديرات

source: Performance
ar: أداء

source: Announcement
ar: إعلان

# dashboardTitle
source: Coligo
ar: كوليجو

source: Search
ar: البحث

source: Exams Title
ar: عنوان الامتحانات

# examsMainTitle
source: Here we are,Are you ready to fight?Don't worry, we prepared some tips to be ready for your exams.
ar: ها نحن ذا ، هل أنت مستعد للقتال؟ لا داعي للقلق ، لقد أعددنا بعض النصائح للاستعداد لامتحاناتك.

# examsSubTitle
source: Nothing happens until something moves
ar: لا شيء يحدث حتى يتحرك شيء ما

# examsSubTitleAuthor
source: Albert Einestein
ar: ألبرت أينشتاين

# examsButtonText
source: View exams tips
ar: عرض نصائح الامتحانات

# languageText
source: Language
ar: اللغه

source: solve Assigment
ar: بدء الكويز

source: Start Quiz
ar: حل المهمه

source: LogIn
ar: تسجيل دخول
